brew "atuin"
brew "clipboard"
brew "fd"
brew "golang-migrate"
brew "htop"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "micro"
brew "nvm"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "socat"
brew "starship"
brew "stow"
brew "stylua"
brew "tree"
brew "wget"
brew "xclip"
brew "xz"
brew "yazi"
cask "dbeaver-community"
cask "google-chrome"
cask "karabiner-elements"
cask "kitty"
cask "qutebrowser"
cask "rapidapi"
