brew "atuin"
brew "clipboard"
brew "golang-migrate"
brew "htop"
brew "jq"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "socat"
brew "stow"
brew "stylua"
brew "tree"
brew "xclip"
brew "xz"
cask "dbeaver-community"
cask "karabiner-elements"
cask "kitty"
cask "postman"
vscode "angular.ng-template"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.live-server"
vscode "msjsdiag.vscode-react-native"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "vscode-icons-team.vscode-icons"
